[
  {
    "title": "Palacsinta",
    "ingredients": "hús, cukor, sárgarépa, kókusz, mazsola, túró, pirospaprika",
    "directions": "\n",
    "categories": "Édesség"
  },
  {
    "title": "Paradicsomos húsgombóc",
    "ingredients": "darálthús, rizs, vöröshagyma, tojás, liszt, só, paradicsomlé",
    "directions": "Egy tálban összekeverjük a darálthúst, a rizst, 2-3 tojást, apróra vágott vöröshagymát és 1 kanál lisztet.\nKörülbelül két ujjnyi forró vízbe belerakjuk a megformázott gombócokat.\nPár perc főzés után felöntjük a paradicsomlével, és készre főzzük.\n",
    "categories": "Egytálétel"
  },
  {
    "title": "Csőben sült csirkemell spenótos pennével",
    "ingredients": "25 dkg pennetészta, 30 dkg fagyasztott spenót, 30 dkg csirkemell, 1 fej lila hagyma, 2-3 gerezd fokhagyma, 2 dl tejföl, só, bors, oregánó, olaj, reszelt trappista sajt",
    "directions": "A tésztát sós vízben kifőzzük.\nA csirkemellet vékony csíkokra vágjuk. A fokhagyma felét a lila hagymával együtt vékony karikákra vágjuk, és a hússal együtt olajon megpirítjuk. Közben sózzuk, borsozzuk, és megszórjuk egy kevés oregánóval.\nA spenótot kevés víz hozzáadásával egy külön edényben felolvasztjuk, sózzuk, borsozzuk, beletessszük a maradék fokhagymát apróra vágva, hozzáadjuk a tejfölt, összeforraljuk, és összekeverjük a kifőzött tésztával.\nEgy tűzálló tálat vékonyan kikenünk olajjal, belerakjuk a spenótos penne felét, rátesszük a sült cserkemellet, megszórjuk reszelt sajttal, ráboríjtuk a spenótos tészta másik felét, és beborítjuk reszelt sajttal.\n180 Celsius-fokon a sajt megprirulásásig sütjük.\n",
    "categories": "Tepsis"
  },
  {
    "title": "Paprikás krumpli",
    "ingredients": "burgonya, vöröshagyma, zsír, pirospaprika, virsli",
    "directions": "A vöröshagymát a zsíron üvegesre pirítjuk.\nA korckára vágott burgonyát beletesszük a zsírba és rászórjuk a pirospaprikát.\nA burgonyát dinszteljük, majd felöntjük vízzel.\nHa a krumpli megfőtt, beletesszük a virslit.\n",
    "categories": "Egytálétel"
  },
  {
    "title": "Brokkoli főzelék",
    "ingredients": "500 g brokkoli, 2 gerezd fokhagyma, 2 evőkanál étolaj, 1 púpozott evőkanál búzaliszt, 700 ml víz, só, feketebors, 100 ml tejföl, 1 csapott kávéskanál ételízesítő",
    "directions": "A brokkolit rózsáira szedjük, a szárát is meghámozzuk és karikákra vágjuk.\nA fokhagymát megtisztítjuk, karikákra vágjuk, pici olajon megfonnyasztjuk.\nHozzáadjuk a lisztet, elkeverjük, majd felöntjük pici vízzel, csomómentesre keverjük.\nHozzáadjuk a brokkolit, és felöntjük annyi vízzel, ami éppen el nem lepi. (Ha ellepi a víz, akkor sok lesz alatta).\nSózzuk, borsozzuk, megszúrjuk pici ételízesítővel, majd puhára főzzük a brokkolit.\nBotmixerrel pürésítjük.\nAdunk hozzá pici tejfölt, elkeverjük és forralunk rajta egyet.\n",
    "categories": "Főzelék"
  },
  {
    "title": "Rácponty",
    "ingredients": "",
    "directions": "\n",
    "categories": "Hal, Tepsis"
  },
  {
    "title": "Húsleves",
    "ingredients": "",
    "directions": "\n",
    "categories": "Leves"
  },
  {
    "title": "Spárgafőzelék",
    "ingredients": "spárga, fokhagyma, joghurt",
    "directions": "\n",
    "categories": "Főzelék, Baba"
  },
  {
    "title": "Rakott burgonya",
    "ingredients": "burgonya, tojás, kolbász, tejföl, olaj, só",
    "directions": "A burgonyákat héjában megfőzzük.\nA tojásokat keményre főzzük.\nA tepsibe pici olajat öntünk.\nEgy réteg karikára vágott burgonya, egy réteg tojás, egy réteg kolbász, közben megsózzuk.\nA tetejére tejfölt kenünk.\nMegsütjük.\n",
    "categories": "Egytálétel, Tepsis"
  },
  {
    "title": "Brassói",
    "ingredients": "",
    "directions": "\n",
    "categories": "Egytálétel"
  },
  {
    "title": "Padlizsános hal",
    "ingredients": "2 szelet (20 dkg) afrikai harcsa, 15 dkg padlizsán, só, 1 evőkanál olaj, 1 evőkanál összevagdalt vöröshagyma, 2-3 közepes nagyságú paradicsom, csipetnyi bazsalikom, 1 evőkanál apróra vágott petrezselyem",
    "directions": "A padlizsánt keresztben kisujjnyi vastag szeletekre vágjuk, és besózzuk.\nFél óra múlva a nedvességet leitatjuk róla, majd a szeleteket az olajon teflonserpenyőben mindkét felükön megsütjük.\nA felét tűzálló tába egymás mellé fektetjük.\nEzután a hegymát a visszamaradt padlizsános olajban megpároljuk, az apró kockákra vágott paradicsomot beleforgatjuk, és bazsalikommal fűszerezve 2-3 percig pároljuk.\nFelét a padlizsánra simítjuk. A halszeleteket ráfektetjük, a amradék padlizsánnal befedjük, és a maradék paradicsommal megkenjük.\nForró (200 °C-os) sütőbe tolva 25 percig sütjük, és petrezselyemml megszórva tálaljuk.\n",
    "categories": "Hal, Tepsis"
  },
  {
    "title": "Tejszínes csirke",
    "ingredients": "1 csirkecomb vagy 2 felsőcomb, 3 dkg vaj, 1 kiskanál összevagdalt vöröshagyma, 1 dl száraz fehérbor, fél erőleveskocka, 1 dl tejszín, fél citrom leve",
    "directions": "A vajon a hagymát csak megfonnyasztjuk, de nem pirítjuk meg.\nA húsdarabokat fehéredésig sütjük rajta.\nA borral felöntjük, és az erőleveskockát belemorzsolva fedő alatt, időnként a saját levében megfordítva puhára pároljuk.\nVégül a tejszínt a levébe keverjük, és sűrűre befőzzük.\nCitromlével ízesítve esszük.\n",
    "categories": "Csirke"
  },
  {
    "title": "Majorannás aprópecsenye",
    "ingredients": "15 dkg (szójamártásban vagy tört fokhagymával ízesített tejben pácolt) csirkemell, 1 kiskanál reszelt vöröshagyma, 1 kiskanál olaj, 2 evőkanál tejföl, 1 mokkáskanál majoránna",
    "directions": "A hagymát az olajon megfonnyasztjuk, majd a lecsepegtetett, ujjnyi csíkokra vágott húst átsütjük rajta.\nEgy kevés vízzel felöntjük, és fedő alatt, kis fokozaton puhára pároljuk.\nA végén a zsírjára sütjük, a tejföllel összekeverjük, és a majoránnával fűszerezzük.\nEgy-két percig pároljuk, ha túl sűrű lenne, kevés vízzel hígítjuk.\nPárolt rizs illik hozzá.\n",
    "categories": "Csirke"
  },
  {
    "title": "Tökfőzelék",
    "ingredients": "1 kg gyalult tök, 2 evőkanál olaj, 1 pici fej vöröshagyma, 2 dl tejföl, 1 evőkanál liszt, só, 1 csokor kapor, kevés ecet",
    "directions": "Az olajon megpirítjuk a reszelt hagymát, és a tököt beletéve megsózzuk.\nFedő alatt, időnként megkeverve, a tököt saját levében puhára pároljuk, a finomra vágott kaporral fűszerezzük.\nVégül a liszttel simára kevert tejföllel besűrítjük, és ha a tejföltől nem elég savanyú, pár csepp ecetet is öntünk bele.\n",
    "categories": "Főzelék"
  },
  {
    "title": "Zöldbabfőzelék",
    "ingredients": "1 kg zöldbab, 3 evőkanál olaj vagy 4 dkg zsír, 2 dkg liszt, 1 dl tejföl, só",
    "directions": "A babot zsiradékban fedő alatt kevés vízzel, megsózva, puhára pároljuk.\nHa zsírjára lesült, liszttel meghintjük, felengedjük, tejföllel ízesítve tálaljuk.\n",
    "categories": "Főzelék"
  },
  {
    "title": "Sajtos szelet",
    "ingredients": "2 (szójamártásban vagy tört fokhagymával ízesített tejben pácolt) csirkemellszelet, 2-3 dkg vaj vagy margarin, 1 dl tejföl, 8 dkg reszelt sjat, 1 mokkáskanál étekezési keményítő, csipetnyi reszelt szerecsendió",
    "directions": "A vajat vagy margarint teflonserpenyőben megforrósítjuk, és a lecsepegtetett hússzeleteket belefektetve közepes fokozaton mindkét felükön 3-3 percig sütjük.\nA kisült húst tűzálló tálra egymás mellé fektetjük.\nA tejfölt 5 dkg sajttal, a keményítővel simára keverjük, szerecsendióval izesítjük, és a tűzről lehúzott pecsenyelébe keverjük.\nA húsra simítjuk, a amradék sajttal megszórjuk.\nForró (200 °C-os) sütőbe tolva ropogós kérget sütünk a tetejére.\n",
    "categories": "Csirke"
  },
  {
    "title": "Borsófőzelék",
    "ingredients": "",
    "directions": "\n",
    "categories": "Főzelék"
  },
  {
    "title": "Spenótfőzelék",
    "ingredients": "Mélyhűtött paraj, 3 evőkanál olaj vagy 5 dkg vaj, 5 dkg liszt, 4 dl tej, só, fokhagyma",
    "directions": "A zsiradékból és a lisztből világos rántást készítünk, ahhoz adjuk a spenótot, tejjel felengedjük, megsózzuk és jól felfőzzük.\nFokhagymával ízesítjük.\n",
    "categories": "Főzelék"
  },
  {
    "title": "Stefánia vagdalt",
    "ingredients": "darálthús, száraz kenyér, vöröshagyma, fokhagyma, zsír, tojás, zsemlemorzsa, só, majoranna, petrezselyemzöld",
    "directions": "A tojásokat megfőzzük.\nA kenyeret beáztatjuk és ledaráljuk.\nA vöröshagymát megpirítjuk.\nÖsszekeverjük a húst, a kenyeret, nyers tojást, vöröshagymát, fokagymát.\nSóval, majorannával, petrezselyemzölddel fűszerezzük.\nKizsírozott, morzsával megszórt tepsibe rakjuk a húst, aminek a közepébe beletesszük a főtt tojásokat. A tetejét megszórjuk morzsával és meglocsoljuk zsírral.\nSütés először folia alatt, majd ha azt levettük, a zsírral sűrűn locsolgatva.\n",
    "categories": "Tepsis"
  },
  {
    "title": "Sushi maki",
    "ingredients": "2 dl rizs, 3 dl víz, 2 nori lap, 1 kicsi evőkanál só, 2 kicsi evőkanál cukor, 3 kicsi evőkanál almaecet, surimi",
    "directions": "A rizst meg kell főzni a vízzel, úgy hogy nem vesszük le a fedőt (átlátszó legyen). \nA rizst pihentetjük fél órát.\nA sót, a cukort egy kevés forró vizzel feloldjuk, hozzáadjuk az ecetet.\nMeglocsoljuk az öntettel a rizst és jól elkeverjük.\nA nori lapot rátesszük a gyékényre, és rárakjuk a rizst, vizes kézzel eligazgatjuk.\nFeltekerjük a norit, a végét benedvesítjük, hogy ragadjon.\nÉles késsel felszeleteljük.\n",
    "categories": "Keleti"
  },
  {
    "title": "Sárgaborsófőzelék",
    "ingredients": "",
    "directions": "\n",
    "categories": "Főzelék"
  },
  {
    "title": "Sült oldalas",
    "ingredients": "oldalas, paradicsom, paprika, vöröshagyma, fokhagyma, só, bors, köménymag, zsír",
    "directions": "Az oldalasokat belerakjuk a tepsibe. \nVizet öntünk alá.\nÖsszedaraboljuk a paradicsomot, a paprikát és a vöröshagymát, és bedugdossuk a húsok közé.\nA húsokat megsózzuk, borsozzuk és megszórjuk köménymaggal.\nA fokhagymát rádaraboljuk a húsokra és zöldségekre.\nLefedve betesszük sülni a sütőbe kb. 80 percre.\nLevesszük a fedőt, zsírt teszünk a húsokra, és sütjük tovább, amíg meg nem pirul.\nA tepsiben lévő zöldségeket szitán átpszíroljuk.\n",
    "categories": "Tepsis"
  }
]